import img1 from '../images/tests/img1.png'
import img2 from '../images/tests/img2.png'
import imgT1Q1 from '../images/tests/imgT1Q1.png'
import imgT1Q10 from '../images/tests/imgT1Q10.png'
import imgT1Q2 from '../images/tests/imgT1Q2.png'
import imgT1Q3 from '../images/tests/imgT1Q3.png'
import imgT1Q4 from '../images/tests/imgT1Q4.png'
import imgT1Q5 from '../images/tests/imgT1Q5.png'
import imgT1Q6 from '../images/tests/imgT1Q6.png'
import imgT1Q7 from '../images/tests/imgT1Q7.png'
import imgT1Q8 from '../images/tests/imgT1Q8.png'
import imgT1Q9 from '../images/tests/imgT1Q9.png'

export const testsList = {
  test1: {
    start: {
      pic: img1,
      header1: 'Тест: Насколько хорошо ты знаешь мемы 10-х?',
      header2: 'Ты ешё на одной волне с близкими?'
    },
    q1: {
      q: 'Что мы обычно слышим из уст этого милейшего персонажа?',
      pic: imgT1Q1,
      a: ['узбагойся', 'оскорбления', 'превед, медвед!', 'дратути'],
      ra: 'дратути'
    },
    q2: {
      q: 'Этого персонажа стоковых фотопрозвали ‎Гарольд скрывающий ...',
      pic: imgT1Q2,
      a: ['свою личность', 'боль', 'тело', 'тайну'],
      ra: 'боль'
    },
    q3: {
      q: 'Где впервые появился персонажлягушонок Пепе?',
      pic: imgT1Q3,
      a: ['в комиксе', 'в мультсериале', 'в пабликах ВК', 'это фанатский арт'],
      ra: 'в комиксе'
    },
    q4: {
      q: 'Что говорит собака в оригинальной версии этого мема?',
      pic: imgT1Q4,
      a: ['I am okay', 'I love life', 'This is fine', 'Ура, дедлайны'],
      ra: 'This is fine'
    },
    q5: {
      q: 'Видя невероятные изобретения в 10-х говорили: «‎Как тебе такое, ...?»',
      pic: imgT1Q5,
      a: ['Илон Маск', 'Билл Гейтс', 'Тони Старк', 'Павел Дуров'],
      ra: 'Илон Маск'
    },
    q6: {
      q: 'В каком году в Интернет было загружено фото, моментальное ставшее мемом?',
      pic: imgT1Q6,
      a: ['2011', '2015', '2013', '2017'],
      ra: '2013'
    },
    q7: {
      q: 'Анекдот про представителя какой профессии рассказывает герой видео?',
      pic: imgT1Q7,
      a: ['про лифтёра', 'про доктора', 'про учительницу', 'про повора'],
      ra: 'про повора'
    },
    q8: {
      q: 'Многие помнят этого котика, но знаете ли вы как его зовут на самом деле?',
      pic: imgT1Q8,
      a: ['Соус Тардар', 'Кетчуп', 'Табаско', 'Соус Терияки'],
      ra: 'Соус Тардар'
    },
    q9: {
      q: 'Сколько просмотров было в 2012 году у этого вирусного видео на YouTube?',
      pic: imgT1Q9,
      a: ['20 миллионов', '88 миллионов', '174 миллиона', '230 миллионов'],
      ra: '88 миллионов'
    },
    q10: {
      q: 'Какое реальное животное стало прототипом Ждуна?',
      pic: imgT1Q10,
      a: ['морской слон', 'тюлень', 'морской котик', 'крот-слепыш'],
      ra: 'морской слон'
    }
  },
  test2: {
    start: {
      pic: img2,
      header1: 'Тест: Сленг 2024 Модные слова из сети',
      header2: 'Ты ещё на волне? Или уже чувствуешь себя старым?'
    },
    q1: {
      q: 'Что мы обычно слышим из уст этого милейшего персонажа?',
      pic: img1,
      a: ['узбагойся', 'оскорбления', 'превед, медвед!', 'дратути'],
      ra: 'дратути'
    },

    q2: {
      q: 'Что мы обычно слышим из уст этого милейшего персонажа?',
      pic: img1,
      a: ['узбагойся', 'оскорбления', 'превед, медвед!', 'дратути'],
      ra: 'дратути'
    }
  }
}
