import img1 from '../images/tests/img1.png'
import img2 from '../images/tests/img2.png'
import img3 from '../images/tests/img3.png'
import img4 from '../images/tests/img4.png'
import img5 from '../images/tests/img5.png'
import img6 from '../images/tests/img6.png'
import img7 from '../images/tests/img7.png'
import img8 from '../images/tests/img8.png'
import img9 from '../images/tests/img9.png'
import imgMobile1 from '../images/tests/imgMobile1.png'
import imgMobile2 from '../images/tests/imgMobile2.png'
import imgMobile3 from '../images/tests/imgMobile3.png'
import imgMobile4 from '../images/tests/imgMobile4.png'
import imgMobile5 from '../images/tests/imgMobile5.png'
import imgMobile6 from '../images/tests/imgMobile6.png'
import imgMobile7 from '../images/tests/imgMobile7.png'
import imgMobile8 from '../images/tests/imgMobile8.png'
import imgMobile9 from '../images/tests/imgMobile9.png'
import imgT1Q1 from '../images/tests/imgT1Q1.png'
import imgT1Q10 from '../images/tests/imgT1Q10.png'
import imgT1Q2 from '../images/tests/imgT1Q2.png'
import imgT1Q3 from '../images/tests/imgT1Q3.png'
import imgT1Q4 from '../images/tests/imgT1Q4.png'
import imgT1Q5 from '../images/tests/imgT1Q5.png'
import imgT1Q6 from '../images/tests/imgT1Q6.png'
import imgT1Q7 from '../images/tests/imgT1Q7.png'
import imgT1Q8 from '../images/tests/imgT1Q8.png'
import imgT1Q9 from '../images/tests/imgT1Q9.png'
import imgT2Q1 from '../images/tests/imgT2Q1.png'
import imgT2Q10 from '../images/tests/imgT2Q10.png'
import imgT2Q2 from '../images/tests/imgT2Q2.png'
import imgT2Q3 from '../images/tests/imgT2Q3.png'
import imgT2Q4 from '../images/tests/imgT2Q4.png'
import imgT2Q5 from '../images/tests/imgT2Q5.png'
import imgT2Q6 from '../images/tests/imgT2Q6.png'
import imgT2Q7 from '../images/tests/imgT2Q7.png'
import imgT2Q8 from '../images/tests/imgT2Q8.png'
import imgT2Q9 from '../images/tests/imgT2Q9.png'
import imgT3Q1 from '../images/tests/imgT3Q1.png'
import imgT3Q10 from '../images/tests/imgT3Q10.png'
import imgT3Q2 from '../images/tests/imgT3Q2.png'
import imgT3Q3 from '../images/tests/imgT3Q3.png'
import imgT3Q4 from '../images/tests/imgT3Q4.png'
import imgT3Q5 from '../images/tests/imgT3Q5.png'
import imgT3Q6 from '../images/tests/imgT3Q6.png'
import imgT3Q7 from '../images/tests/imgT3Q7.png'
import imgT3Q8 from '../images/tests/imgT3Q8.png'
import imgT3Q9 from '../images/tests/imgT3Q9.png'
import imgT4Q1 from '../images/tests/imgT4Q1.png'
import imgT4Q10 from '../images/tests/imgT4Q10.png'
import imgT4Q2 from '../images/tests/imgT4Q2.png'
import imgT4Q3 from '../images/tests/imgT4Q3.png'
import imgT4Q4 from '../images/tests/imgT4Q4.png'
import imgT4Q5 from '../images/tests/imgT4Q5.png'
import imgT4Q6 from '../images/tests/imgT4Q6.png'
import imgT4Q7 from '../images/tests/imgT4Q7.png'
import imgT4Q8 from '../images/tests/imgT4Q8.png'
import imgT4Q9 from '../images/tests/imgT4Q9.png'
import imgT5Q1 from '../images/tests/imgT5Q1.png'
import imgT5Q10 from '../images/tests/imgT5Q10.png'
import imgT5Q2 from '../images/tests/imgT5Q2.png'
import imgT5Q3 from '../images/tests/imgT5Q3.png'
import imgT5Q4 from '../images/tests/imgT5Q4.png'
import imgT5Q5 from '../images/tests/imgT5Q5.png'
import imgT5Q6 from '../images/tests/imgT5Q6.png'
import imgT5Q7 from '../images/tests/imgT5Q7.png'
import imgT5Q8 from '../images/tests/imgT5Q8.png'
import imgT5Q9 from '../images/tests/imgT5Q9.png'
import imgT6Q1 from '../images/tests/imgT6Q1.png'
import imgT6Q10 from '../images/tests/imgT6Q10.png'
import imgT6Q2 from '../images/tests/imgT6Q2.png'
import imgT6Q3 from '../images/tests/imgT6Q3.png'
import imgT6Q4 from '../images/tests/imgT6Q4.png'
import imgT6Q5 from '../images/tests/imgT6Q5.png'
import imgT6Q6 from '../images/tests/imgT6Q6.png'
import imgT6Q7 from '../images/tests/imgT6Q7.png'
import imgT6Q8 from '../images/tests/imgT6Q8.png'
import imgT6Q9 from '../images/tests/imgT6Q9.png'
import imgT7Q1 from '../images/tests/imgT7Q1.png'
import imgT7Q10 from '../images/tests/imgT7Q10.png'
import imgT7Q2 from '../images/tests/imgT7Q2.png'
import imgT7Q3 from '../images/tests/imgT7Q3.png'
import imgT7Q4 from '../images/tests/imgT7Q4.png'
import imgT7Q5 from '../images/tests/imgT7Q5.png'
import imgT7Q6 from '../images/tests/imgT7Q6.png'
import imgT7Q7 from '../images/tests/imgT7Q7.png'
import imgT7Q8 from '../images/tests/imgT7Q8.png'
import imgT7Q9 from '../images/tests/imgT7Q9.png'
import imgT8Q1 from '../images/tests/imgT8Q1.png'
import imgT8Q10 from '../images/tests/imgT8Q10.png'
import imgT8Q2 from '../images/tests/imgT8Q2.png'
import imgT8Q3 from '../images/tests/imgT8Q3.png'
import imgT8Q4 from '../images/tests/imgT8Q4.png'
import imgT8Q5 from '../images/tests/imgT8Q5.png'
import imgT8Q6 from '../images/tests/imgT8Q6.png'
import imgT8Q7 from '../images/tests/imgT8Q7.png'
import imgT8Q8 from '../images/tests/imgT8Q8.png'
import imgT8Q9 from '../images/tests/imgT8Q9.png'
import imgT9Q1 from '../images/tests/imgT9Q1.png'
import imgT9Q2 from '../images/tests/imgT9Q2.png'
import imgT9Q3 from '../images/tests/imgT9Q3.png'
import imgT9Q4 from '../images/tests/imgT9Q4.png'
import imgT9Q5 from '../images/tests/imgT9Q5.png'
import imgT9Q6 from '../images/tests/imgT9Q6.png'
import imgT9Q7 from '../images/tests/imgT9Q7.png'
import imgT9Q8 from '../images/tests/imgT9Q8.png'
import imgT9Q9 from '../images/tests/imgT9Q9.png'

export const testsList = {
  test1: {
    start: {
      pic: img1,
      picMobile: imgMobile1,
      header1: 'Тест: Насколько хорошо ты знаешь мемы 10-х?',
      header2: 'Ты&nbsp;ешё на&nbsp;одной волне с&nbsp;близкими?'
    },
    end: {
      low: ['Ты знаешь мемы 10-х на...', 'Пожалуйста, подтяни мемологию!'],
      med: ['Ты знаешь мемы 10-х на...', 'Ничоси, неплохой результат!'],
      high: ['Ты знаешь мемы 10-х на...', 'Ты профессор мемологии!']
    },
    q1: {
      q: 'Что мы&nbsp;обычно слышим из&nbsp;уст этого милейшего персонажа?',
      pic: imgT1Q1,
      a: ['узбагойся', 'оскорбления', 'превед, медвед!', 'дратути'],
      ra: 'дратути'
    },
    q2: {
      q: 'Этого персонажа стоковых фотопрозвали ‎Гарольд скрывающий ...',
      pic: imgT1Q2,
      a: ['свою личность', 'боль', 'тело', 'тайну'],
      ra: 'боль'
    },
    q3: {
      q: 'Где впервые появился персонаж лягушонок Пепе?',
      pic: imgT1Q3,
      a: ['в комиксе', 'в мультсериале', 'в пабликах ВК', 'это фанатский арт'],
      ra: 'в комиксе'
    },
    q4: {
      q: 'Что говорит собака в&nbsp;оригинальной версии этого мема?',
      pic: imgT1Q4,
      a: ['I am okay', 'I love life', 'This is fine', 'Ура, дедлайны'],
      ra: 'This is fine'
    },
    q5: {
      q: 'Видя невероятные изобретения в&nbsp;10-х говорили: &laquo;Как тебе такое, ...?&raquo;',
      pic: imgT1Q5,
      a: ['Илон Маск', 'Билл Гейтс', 'Тони Старк', 'Павел Дуров'],
      ra: 'Илон Маск'
    },
    q6: {
      q: 'В&nbsp;каком году в&nbsp;Интернет было загружено фото, моментальное ставшее мемом?',
      pic: imgT1Q6,
      a: ['2011', '2015', '2013', '2017'],
      ra: '2013'
    },
    q7: {
      q: 'Анекдот про представителя какой профессии рассказывает герой видео?',
      pic: imgT1Q7,
      a: ['про лифтёра', 'про доктора', 'про учительницу', 'про повора'],
      ra: 'про повора'
    },
    q8: {
      q: 'Многие помнят этого котика, но&nbsp;знаете&nbsp;ли вы&nbsp;как его зовут на&nbsp;самом деле?',
      pic: imgT1Q8,
      a: ['Соус Тардар', 'Кетчуп', 'Табаско', 'Соус Терияки'],
      ra: 'Соус Тардар'
    },
    q9: {
      q: 'Сколько просмотров было в&nbsp;2012 году у&nbsp;этого вирусного видео на&nbsp;YouTube?',
      pic: imgT1Q9,
      a: ['20 миллионов', '88 миллионов', '174 миллиона', '230 миллионов'],
      ra: '88 миллионов'
    },
    q10: {
      q: 'Какое реальное животное стало прототипом Ждуна?',
      pic: imgT1Q10,
      a: ['морской слон', 'тюлень', 'морской котик', 'крот-слепыш'],
      ra: 'морской слон'
    }
  },
  test2: {
    start: {
      pic: img2,
      picMobile: imgMobile2,
      header1: 'Тест: Сленг 2024 <br>Модные слова из сети',
      header2: 'Ты&nbsp;ещё на&nbsp;волне? Или уже чувствуешь себя старым?'
    },
    end: {
      low: ['Ты знаешь сленг 2024 на...', 'Еще есть куда расти!'],
      med: ['Ты знаешь сленг 2024 на...', 'Ничоси, неплохой результат! '],
      high: ['Ты знаешь сленг 2024 на...', 'Ты гуру сленга!']
    },
    q1: {
      q: 'Как называют того, кто проявляет симпатию и&nbsp;внимание к&nbsp;другому человеку?',
      pic: imgT2Q1,
      a: ['краш', 'масик', 'скуф', 'симп'],
      ra: 'симп'
    },

    q2: {
      q: 'Как зумеры называют обольщение </br>или подкат?',
      pic: imgT2Q2,
      a: ['сквиш', 'донат', 'ризз', 'лут'],
      ra: 'ризз'
    },

    q3: {
      q: 'Описание чего-то очень мощного, непобедимого или невероятно крутого',
      pic: imgT2Q3,
      a: ['свэг', 'имба', 'лут', 'кек'],
      ra: 'имба'
    },

    q4: {
      q: 'Выбери кто из&nbsp;них является достойным партнёром для отношений:',
      pic: imgT2Q4,
      a: ['масик', 'штрих', 'чечик', 'скуф'],
      ra: 'масик'
    },

    q5: {
      q: 'Каким словом можно назвать человека неприятного в&nbsp;общении?',
      pic: imgT2Q5,
      a: ['фрик', 'токсик', 'хэйтер', 'фэйк'],
      ra: 'токсик'
    },

    q6: {
      q: 'Человек, который верит только в&nbsp;свои фантазии&nbsp;&mdash; это...',
      pic: imgT2Q6,
      a: ['фрик', 'делулу', 'фэйк', 'газлайтер'],
      ra: 'делулу'
    },

    q7: {
      q: 'Что мы&nbsp;можем выразить говоря </br>СЛЭЭЭЙ?',
      pic: imgT2Q7,
      a: ['это набор букв', 'обиду', 'восхищение', 'негодование'],
      ra: 'восхищение'
    },

    q8: {
      q: 'Выбери из&nbsp;представленных слов синоним к&nbsp;слову нормис:',
      pic: imgT2Q8,
      a: ['альтушка', 'пик ми', 'бэйсик', 'вайбик'],
      ra: 'бэйсик'
    },

    q9: {
      q: 'Завирусившаяся фраза из&nbsp;сети звучит как: &laquo;О, Чиназес...&raquo;',
      pic: imgT2Q9,
      a: ['ко мне', 'приди', 'туда', 'сюда'],
      ra: 'сюда'
    },

    q10: {
      q: 'Высмеивая шаблонное мужское или женское поведение говорят: &laquo;Мен/вумен...&raquo;',
      pic: imgT2Q10,
      a: ['лайф', 'эра', 'ситуэйшн', 'момент'],
      ra: 'момент'
    }
  },

  test3: {
    start: {
      pic: img3,
      picMobile: imgMobile3,
      header1: 'Тест: Хайп или кринж? Мода у зумеров',
      header2: 'Насколько хорошо ты разбираешься в трендах?'
    },
    end: {
      low: ['Ты знаешь моду у зумеров на...', 'Пожалуйста, изучай мир моды!'],
      med: ['Ты знаешь моду у зумеров на...', 'Ого, неплохой результат!'],
      high: ['Ты знаешь моду у зумеров на...', 'Ты фэшн гуру!']
    },
    q1: {
      q: 'Как называется поддельная одежда низкого качества?',
      pic: imgT3Q1,
      a: ['контрабанда', 'ветошь', 'кринж', 'паль'],
      ra: 'паль'
    },

    q2: {
      q: 'Как зумеры часто называют </br>футболку?',
      pic: imgT3Q2,
      a: ['майка', 'лонг', 'тишка', 'поло'],
      ra: 'тишка'
    },

    q3: {
      q: 'В&nbsp;2020 году стали очень популярны скайсы. Что это такое?',
      pic: imgT3Q3,
      a: ['модель кроссовок', 'зубные стразы', 'пирсинг в носу', 'наушники'],
      ra: 'зубные стразы'
    },

    q4: {
      q: 'К&nbsp;моде каких годов зумеры часто аппелируют в&nbsp;своих образах?',
      pic: imgT3Q4,
      a: ['90-е, 00-е', '70-е, 80-е', '50-е, 60-е', '10-е'],
      ra: '90-е, 00-е'
    },

    q5: {
      q: 'Джинсы какой модели считаются наименее стильными?',
      pic: imgT3Q5,
      a: ['скинни', 'мам', 'бойфренды', 'трубы'],
      ra: 'скинни'
    },

    q6: {
      q: 'Как большинство зумеров относятся к&nbsp;покупкам в&nbsp;секонд-хэндах?',
      pic: imgT3Q6,
      a: ['очень негативно', 'положительно', 'негативно', 'нейтрально'],
      ra: 'положительно'
    },

    q7: {
      q: 'Какая социальная сеть становится главным вдохновением для луков?',
      pic: imgT3Q7,
      a: ['тамблер', 'фейсбук', 'тикток', 'пинтерест'],
      ra: 'пинтерест'
    },

    q8: {
      q: 'Экологичный тренд на&nbsp;переделку старых вещей называется?',
      pic: imgT3Q8,
      a: ['ресайклинг', 'реюзинг', 'абъюзинг', 'апсайклинг'],
      ra: 'апсайклинг'
    },

    q9: {
      q: 'Как в&nbsp;современной моде называют модель широких джинсов?',
      pic: imgT3Q9,
      a: ['шаровары', 'бананы', 'трубы', 'скинни'],
      ra: 'трубы'
    },

    q10: {
      q: 'Как в&nbsp;современной моде называют облегающие шорты до&nbsp;колена?',
      pic: imgT3Q10,
      a: ['бермуды', 'велосипедки', 'капри', 'бриджи'],
      ra: 'велосипедки'
    }
  },

  test4: {
    start: {
      pic: img4,
      picMobile: imgMobile4,
      header1: 'Тест: Игры 90-х и&nbsp;легендарные гаджеты',
      header2: 'Знаешь ли ты об играх, которые стали началом эпохи?'
    },
    end: {
      low: ['Ты знаешь гаджеты 90-х на...', 'Еще есть куда расти!'],
      med: ['Ты знаешь гаджеты 90-х на...', 'Ого, неплохой результат!'],
      high: ['Ты знаешь гаджеты 90-х на...', 'Ты гуру гаджетов 90-х!']
    },
    q1: {
      q: 'Как называлась любимая игрушка-питомец многих в&nbsp;90-х?',
      pic: imgT4Q1,
      a: ['марио', 'трансформер', 'тамагочи', 'бакуган'],
      ra: 'тамагочи'
    },

    q2: {
      q: 'Как назывался фотоаппарат мгновенной печати родом из&nbsp;90-х?',
      pic: imgT4Q2,
      a: ['sony', 'nikon', 'canon', 'polaroid'],
      ra: 'polaroid'
    },

    q3: {
      q: 'Как называлось маленькое устройство, которое принимало сигналы, но&nbsp;не&nbsp;передавало&nbsp;их?',
      pic: imgT4Q3,
      a: ['дискета', 'денди', 'пейджер', 'приставка'],
      ra: 'пейджер'
    },

    q4: {
      q: 'Как назывался комплект видеоаппаратуры из&nbsp;видеомагнитофона и&nbsp;телевизора?',
      pic: imgT4Q4,
      a: ['теледвойка', 'видеодвойка', 'видеодуэт', 'кассетный плеер'],
      ra: 'видеодвойка'
    },

    q5: {
      q: 'Как назывался носитель информации, используемый для записи и&nbsp;хранения данных?',
      pic: imgT4Q5,
      a: ['плеер', 'флешка', 'дискета', 'диск'],
      ra: 'дискета'
    },

    q6: {
      q: 'Как называлась любимая всеми игра-головоломка 90-х?',
      pic: imgT4Q6,
      a: ['змейка', 'тетрис', 'приставка', 'электроника ИМ'],
      ra: 'тетрис'
    },

    q7: {
      q: 'Как называлась советская приставка по&nbsp;мотивам японской Nintendo?',
      pic: imgT4Q7,
      a: ['электроника ИМ', 'эльф', 'турнир', 'денди'],
      ra: 'денди'
    },

    q8: {
      q: 'Как называлась советская игра про волка и&nbsp;яйца?',
      pic: imgT4Q8,
      a: ['электроника ИМ', 'эльф', 'палестра-02', 'тетрис'],
      ra: 'электроника ИМ'
    },

    q9: {
      q: 'В&nbsp;какие годы &laquo;SONY&raquo; запустила первую серию аудиоплееров?',
      pic: imgT4Q9,
      a: ['90-е, 00-е', '70-е, 80-е', '50-е, 60-е', '10-е'],
      ra: '70-е, 80-е'
    },

    q10: {
      q: 'Как назывался один из&nbsp;самых популярных носителей информации на&nbsp;магнитной ленте?',
      pic: imgT4Q10,
      a: ['пластинка', 'флешка', 'кассета', 'дискета'],
      ra: 'кассета'
    }
  },

  test5: {
    start: {
      pic: img5,
      picMobile: imgMobile5,
      header1: 'Тест: Помнишь ли ты телепередачи 90-х?',
      header2: 'Сейчас проверим, смотрел&nbsp;ли ты&nbsp;Поле Чудес!'
    },
    end: {
      low: ['Ты знаешь телепередачи 90-х на...', 'Еще есть куда расти!'],
      med: ['Ты знаешь телепередачи 90-х на...', 'Ого, неплохой результат!'],
      high: ['Ты знаешь телепередачи 90-х на...', 'Ты гуру телепередач 90-х!']
    },
    q1: {
      q: 'Какой телеканал был самым популярным для просмотра телепередач в&nbsp;90-е годы?',
      pic: imgT5Q1,
      a: ['ТНТ', 'Россия 1', 'СТС', 'Первый канал'],
      ra: 'Первый канал'
    },

    q2: {
      q: 'Программа До&nbsp;16-ти и&nbsp;старше выходила в&nbsp;формате...',
      pic: imgT5Q2,
      a: ['ток-шоу', 'сериала', 'теле-игры', 'ситкома'],
      ra: 'ток-шоу'
    },

    q3: {
      q: 'Из&nbsp;какой телепередачи два </br>этих героя?',
      pic: imgT5Q3,
      a: ['Каламбур', 'Шоу Маски', 'Кривое зеркало', 'Голубой огонёк'],
      ra: 'Каламбур'
    },

    q4: {
      q: 'На&nbsp;каком канале шло шоу </br>Золотая лихорадка?',
      pic: imgT5Q4,
      a: ['Первый канал', 'ОРТ', 'НТВ', 'Культура'],
      ra: 'ОРТ'
    },

    q5: {
      q: 'Как назывался аналог телепроекта Давай поженимся из&nbsp;90-х?',
      pic: imgT5Q5,
      a: [
        'Любовь и голуби',
        'С первого взгляда',
        'До 16-ти и старше',
        'Сердца за любовь'
      ],
      ra: 'С первого взгляда'
    },

    q6: {
      q: 'В&nbsp;каком случае выносят 2&nbsp;шкатулки в&nbsp;передаче &laquo;Поле чудес&raquo;?',
      pic: imgT5Q6,
      a: [
        'Угаданы 3 буквы',
        'Угадана буква «Ы»',
        'Подарен наряд',
        'Подарены огурцы'
      ],
      ra: 'Угаданы 3 буквы'
    },

    q7: {
      q: 'В&nbsp;какой детской телепередаче озвучивали фильмы с&nbsp;помощью подручных предметов?',
      pic: imgT5Q7,
      a: ['Сам себе режиссер', 'Волшебный мир', 'Царь горы', 'Устами младенца'],
      ra: 'Волшебный мир'
    },

    q8: {
      q: 'В&nbsp;передаче &laquo;Зов джунглей&raquo; одна команда называлась &laquo;Хищники&raquo;, а&nbsp;вторая?',
      pic: imgT5Q8,
      a: ['Травоядные', 'Веганы', 'Хищники-2', 'Сыроежки'],
      ra: 'Травоядные'
    },

    q9: {
      q: 'Какой Телепузик был желтого </br>цвета?',
      pic: imgT5Q9,
      a: ['Тинки-Винки', 'Ля-Ля', 'Дипси', 'По'],
      ra: 'Ля-Ля'
    },

    q10: {
      q: 'Гость какой телепередачи появлялся в&nbsp;студии в&nbsp;маске?',
      pic: imgT5Q10,
      a: ['Криминальная Россия', 'Детектор лжи', 'Моя семья', 'Маски-шоу'],
      ra: 'Моя семья'
    }
  },

  test6: {
    start: {
      pic: img6,
      picMobile: imgMobile6,
      header1: 'Тест: Субкультуры СССР. Готы или панки?',
      header2: 'Панки, готы, хиппи или стиляги? Угадай субкультуру!'
    },
    end: {
      low: ['Ты знаешь субкультуры СССР на...', 'Еще есть куда расти!'],
      med: ['Ты знаешь субкультуры СССР на...', 'Ого, неплохой результат! '],
      high: ['Ты знаешь субкультуры СССР на...', 'Ты знаток субкультур!']
    },
    q1: {
      q: 'Представители какой субкультуры изображены на&nbsp;этом фото?',
      pic: imgT6Q1,
      a: ['хиппи', 'панки', 'металлисты', 'готы'],
      ra: 'панки'
    },

    q2: {
      q: 'Представители какой субкультуры изображены на&nbsp;этом фото?',
      pic: imgT6Q2,
      a: ['хиппи', 'панки', 'металлисты', 'готы'],
      ra: 'хиппи'
    },

    q3: {
      q: 'Представители какой субкультуры изображены на&nbsp;этом фото?',
      pic: imgT6Q3,
      a: ['хиппи', 'панки', 'металлисты', 'готы'],
      ra: 'металлисты'
    },

    q4: {
      q: 'Представители какой субкультуры изображены на&nbsp;этом фото?',
      pic: imgT6Q4,
      a: ['хиппи', 'панки', 'стиляги', 'байкеры'],
      ra: 'стиляги'
    },

    q5: {
      q: 'Представители какой субкультуры изображены на&nbsp;этом фото?',
      pic: imgT6Q5,
      a: ['хиппи', 'панки', 'стиляги', 'байкеры'],
      ra: 'байкеры'
    },

    q6: {
      q: 'В&nbsp;каких годах возникла </br>культура панков?',
      pic: imgT6Q6,
      a: ['1940-1950е', '1980-1990е', '1960-1970е', '1990-2000е'],
      ra: '1960-1970е'
    },

    q7: {
      q: 'Как назывался метод записи музыки, который использовали стиляги?',
      pic: imgT6Q7,
      a: ['музыка на костях', 'самиздат', 'бобина', 'катушечный ма-фон'],
      ra: 'музыка на костях'
    },

    q8: {
      q: 'В&nbsp;каких годах возникла </br>культура металлистов?',
      pic: imgT6Q8,
      a: ['1940-1950е', '1980-1990е', '1960-1970е', '1990-2000е'],
      ra: '1960-1970е'
    },

    q9: {
      q: 'Какая группа одной из&nbsp;первых исполняла музыку в&nbsp;стиле &laquo;панк-рок&raquo;?',
      pic: imgT6Q9,
      a: ['Bad Brains', 'The Clash', 'Sex Pistols', 'Fugazi'],
      ra: 'Sex Pistols'
    },

    q10: {
      q: 'В&nbsp;СССР неформалов делили на&nbsp;&laquo;общественников&raquo; и?',
      pic: imgT6Q10,
      a: ['«асоциальных»', '«интровертов»', '«панков»', '«эстетов»'],
      ra: '«эстетов»'
    }
  },
  test7: {
    start: {
      pic: img7,
      picMobile: imgMobile7,
      header1: 'Тест: Хорошо ли ты разбираешься в журналах?',
      header2:
        'Знаешь&nbsp;ли ты&nbsp;что-то о&nbsp;журналах, которые были популярны в&nbsp;СССР?'
    },
    end: {
      low: ['Ты знаешь журналы СССР на...', 'Еще есть куда расти!'],
      med: ['Ты знаешь журналы СССР на...', 'Ого, неплохой результат!'],
      high: ['Ты знаешь журналы СССР на...', 'Ты ценитель журналов!']
    },
    q1: {
      q: 'Какой журнал для детей младшего школьного возраста выпускается уже более ста лет?',
      pic: imgT7Q1,
      a: ['юный техник', 'пионер', 'крокодил', 'мурзилка'],
      ra: 'мурзилка'
    },

    q2: {
      q: 'С&nbsp;какого времени издается журнал &laquo;Мурзилка&raquo;?',
      pic: imgT7Q2,
      a: ['1930е', '1950е', '1920е', '1970е'],
      ra: '1920е'
    },

    q3: {
      q: 'Как назывался первый советский журнал с&nbsp;комиксами, рассчитанными на&nbsp;детей 4&ndash;8&nbsp;лет?',
      pic: imgT7Q3,
      a: ['вокруг света', 'пионер', 'веселые картинки', 'мурзилка'],
      ra: 'веселые картинки'
    },

    q4: {
      q: 'Как назывался научно-популярный советский журнал для юношества?',
      pic: imgT7Q4,
      a: ['вокруг света', 'юный техник', 'трамвай', 'мурзилка'],
      ra: 'юный техник'
    },

    q5: {
      q: 'В&nbsp;какие годы был основан журнал &laquo;Веселые картинки&raquo;?',
      pic: imgT7Q5,
      a: ['1930е', '1950е', '1920е', '1970е'],
      ra: '1950е'
    },

    q6: {
      q: 'Сколько экземпляров журнала &laquo;Юный техник&raquo; было выпущено с&nbsp;момента издания?',
      pic: imgT7Q6,
      a: ['500 млн', '800 млн', '100 млн', '30 млн'],
      ra: '500 млн'
    },

    q7: {
      q: 'Найдите пример &laquo;идеологически правильного&raquo; журнала для детей в&nbsp;СССР',
      pic: imgT7Q7,
      a: ['смена', 'знание — сила', 'барабан', 'юный техник'],
      ra: 'барабан'
    },

    q8: {
      q: 'Какие ценности актуализировались в&nbsp;эпоху &laquo;Оттепели&raquo; в&nbsp;журналах?',
      pic: imgT7Q8,
      a: ['идеологические', 'семейные', 'культурные', 'индивидуальные'],
      ra: 'семейные'
    },

    q9: {
      q: 'Найдите пример &laquo;идеологически правильного&raquo; журнала для детей в&nbsp;СССР',
      pic: imgT7Q9,
      a: ['ёж', 'знание — сила', 'наука и жизнь', 'веселые картинки'],
      ra: 'ёж'
    },

    q10: {
      q: 'Какой детский журнал, созвучный с&nbsp;транспортом, выпускался в&nbsp;СССР?',
      pic: imgT7Q10,
      a: ['трамвай', 'самолет', 'пароход', 'паровоз'],
      ra: 'трамвай'
    }
  },
  test8: {
    start: {
      pic: img8,
      picMobile: imgMobile8,
      header1: 'Тест: Правильное питание и&nbsp;ЗОЖ 10-х',
      header2: 'Насколько хорошо ты&nbsp;разбираешься здоровом образе жизни?'
    },
    end: {
      low: ['Ты знаешь про ПП и ЗОЖ на...', 'Еще есть куда расти!'],
      med: ['Ты знаешь про ПП и ЗОЖ на...', 'Ого, неплохой результат!'],
      high: ['Ты знаешь про ПП и ЗОЖ на...', 'Ты гуру ПП и ЗОЖ!']
    },
    q1: {
      q: 'Сколько лет назад начало расти количество веганов и&nbsp;вегетарианцев?',
      pic: imgT8Q1,
      a: ['20', '30', '40', '50'],
      ra: '20'
    },

    q2: {
      q: 'Какие нутриенты исключают <br>в&nbsp;кетодиете?',
      pic: imgT8Q2,
      a: ['белки', 'жиры', 'углеводы', 'витамины'],
      ra: 'углеводы'
    },

    q3: {
      q: 'Выберите продукт, который является суперфудом?',
      pic: imgT8Q3,
      a: ['инжир', 'семена чиа', 'творог', 'виноград'],
      ra: 'семена чиа'
    },

    q4: {
      q: 'Выберите продукт, который является суперфудом?',
      pic: imgT8Q4,
      a: ['индейка', 'арахис', 'ягоды годжи', 'рис'],
      ra: 'ягоды годжи'
    },

    q5: {
      q: 'Выберите продукт, который является суперфудом?',
      pic: imgT8Q5,
      a: ['киноа', 'укроп', 'мёд', 'говядина'],
      ra: 'киноа'
    },

    q6: {
      q: 'Как называется скоростной вид сёрфинга, где используется весло?',
      pic: imgT8Q6,
      a: ['виндсерфинг', 'кайтсерфинг', 'сапсерфинг', 'бодисерфинг'],
      ra: 'сапсерфинг'
    },

    q7: {
      q: 'Какая теория учит человека проводить апгрейд собственного организма?',
      pic: imgT8Q7,
      a: ['апхакинг', 'микрохакинг', 'энергохакинг', 'биохакинг'],
      ra: 'биохакинг'
    },

    q8: {
      q: 'Что из&nbsp;перечисленного <br>не&nbsp;едят веганы?',
      pic: imgT8Q8,
      a: ['нут', 'чечевица', 'пастрами', 'хумус'],
      ra: 'пастрами'
    },

    q9: {
      q: 'Что из&nbsp;перечисленного <br>не&nbsp;едят вегетарианцы?',
      pic: imgT8Q9,
      a: ['киноа', 'шпинат', 'гуакамоле', 'прошутто'],
      ra: 'прошутто'
    },

    q10: {
      q: 'Выберите из&nbsp;перечисленного жиросжигающую тренировку с&nbsp;элементами хореографии?',
      pic: imgT8Q10,
      a: ['вальс', 'зумба', 'каратэ', 'бокс'],
      ra: 'зумба'
    }
  },
  test9: {
    start: {
      pic: img9,
      picMobile: imgMobile9,
      header1: 'Тест: Насколько хорошо ты&nbsp;знаешь граффити?',
      header2: 'Насколько хорошо ты&nbsp;разбираешься в&nbsp;уличном искусстве?'
    },
    end: {
      low: ['Ты знаешь граффити на...', 'Еще есть куда расти!'],
      med: ['Ты знаешь граффити на...', 'Ого, неплохой результат!'],
      high: ['Ты знаешь граффити на...', 'Ты ценитель уличного искусства!']
    },
    q1: {
      q: 'Когда произошла эволюция <br>граффити?',
      pic: imgT9Q1,
      a: ['1990-e-2000-e', '2000-e-2010-e', '2010-е-2020-е', '1980-1990-е'],
      ra: '1990-e-2000-e'
    },

    q2: {
      q: 'Что не&nbsp;входит в&nbsp;понятие &laquo;уличное <br>искусство&raquo;?',
      pic: imgT9Q2,
      a: ['граффити', 'акционизм', 'витраж', 'стрит-арт'],
      ra: 'витраж'
    },

    q3: {
      q: 'Как называются уличные изображения, созданные как опытными, так и&nbsp;начинающими?',
      pic: imgT9Q3,
      a: ['коллажи', 'генерации', 'муралы', 'граффити'],
      ra: 'граффити'
    },

    q4: {
      q: 'Как называются уличные изображения во&nbsp;всю стену здания, несущие культурную ценность.',
      pic: imgT9Q4,
      a: ['коллажи', 'генерации', 'муралы', 'граффити'],
      ra: 'муралы'
    },

    q5: {
      q: 'Какая работа считается одним из&nbsp;первых образцов уличного искусства?',
      pic: imgT9Q5,
      a: ['«тут был Килрой»', '«zuk club»', 'граффити Харинга', 'моссельпром'],
      ra: '«тут был Килрой»'
    },

    q6: {
      q: 'В&nbsp;каком штате Америки начался <br>бум граффити?',
      pic: imgT9Q6,
      a: ['Филадельфия', 'Мичиган', 'Калифорния', 'Вашингтон'],
      ra: 'Филадельфия'
    },

    q7: {
      q: 'Когда в&nbsp;Америке начался <br>бум граффити?',
      pic: imgT9Q7,
      a: ['в 1950-х', 'в 1960-х', 'в 1940-х', 'в 1970-х'],
      ra: 'в 1960-х'
    },

    q8: {
      q: 'Как называются &laquo;автографы&raquo; уличных художников?',
      pic: imgT9Q8,
      a: ['плашки', 'подписи', 'теги', 'росписи'],
      ra: 'теги'
    },

    q9: {
      q: 'В&nbsp;каком пространстве возник фестиваль &laquo;Граффити. Винзавод&raquo;?',
      pic: imgT9Q9,
      a: ['«зил»', '«арт-стрелка»', '«artplay»', '«exposed»'],
      ra: '«арт-стрелка»'
    },

    q10: {
      q: 'Какое событие было организовано одним из&nbsp;первых в&nbsp;ЦСИ в&nbsp;2006&nbsp;году?',
      pic: imgT9Q9,
      a: ['граффити-фест', 'арт-фест', 'мурал-фест', 'стрит-фест'],
      ra: 'граффити-фест'
    }
  }
}
