import img1 from '../images/dictionary/img1.png'
import img10 from '../images/dictionary/img10.png'
import img11 from '../images/dictionary/img11.png'
import img12 from '../images/dictionary/img12.png'
import img13 from '../images/dictionary/img13.png'
import img14 from '../images/dictionary/img14.png'
import img15 from '../images/dictionary/img15.png'
import img16 from '../images/dictionary/img16.png'
import img17 from '../images/dictionary/img17.png'
import img18 from '../images/dictionary/img18.png'
import img19 from '../images/dictionary/img19.png'
import img2 from '../images/dictionary/img2.png'
import img20 from '../images/dictionary/img20.png'
import img21 from '../images/dictionary/img21.png'
import img22 from '../images/dictionary/img22.png'
import img23 from '../images/dictionary/img23.png'
import img24 from '../images/dictionary/img24.png'
import img25 from '../images/dictionary/img25.png'
import img26 from '../images/dictionary/img26.png'
import img27 from '../images/dictionary/img27.png'
import img28 from '../images/dictionary/img28.png'
import img29 from '../images/dictionary/img29.png'
import img3 from '../images/dictionary/img3.png'
import img30 from '../images/dictionary/img30.png'
import img31 from '../images/dictionary/img31.png'
import img32 from '../images/dictionary/img32.png'
import img33 from '../images/dictionary/img33.png'
import img34 from '../images/dictionary/img34.png'
import img35 from '../images/dictionary/img35.png'
import img36 from '../images/dictionary/img36.png'
import img37 from '../images/dictionary/img37.png'
import img38 from '../images/dictionary/img38.png'
import img39 from '../images/dictionary/img39.png'
import img4 from '../images/dictionary/img4.png'
import img40 from '../images/dictionary/img40.png'
import img41 from '../images/dictionary/img41.png'
import img42 from '../images/dictionary/img42.png'
import img43 from '../images/dictionary/img43.png'
import img44 from '../images/dictionary/img44.png'
import img45 from '../images/dictionary/img45.png'
import img46 from '../images/dictionary/img46.png'
import img47 from '../images/dictionary/img47.png'
import img48 from '../images/dictionary/img48.png'
import img49 from '../images/dictionary/img49.png'
import img5 from '../images/dictionary/img5.png'
import img50 from '../images/dictionary/img50.png'
import img51 from '../images/dictionary/img51.png'
import img52 from '../images/dictionary/img52.png'
import img53 from '../images/dictionary/img53.png'
import img54 from '../images/dictionary/img54.png'
import img55 from '../images/dictionary/img55.png'
import img56 from '../images/dictionary/img56.png'
import img57 from '../images/dictionary/img57.png'
import img58 from '../images/dictionary/img58.png'
import img59 from '../images/dictionary/img59.png'
import img6 from '../images/dictionary/img6.png'
import img60 from '../images/dictionary/img60.png'
import img61 from '../images/dictionary/img61.png'
import img62 from '../images/dictionary/img62.png'
import img63 from '../images/dictionary/img63.png'
import img64 from '../images/dictionary/img64.png'
import img65 from '../images/dictionary/img65.png'
import img66 from '../images/dictionary/img66.png'
import img67 from '../images/dictionary/img67.png'
import img7 from '../images/dictionary/img7.png'
import img8 from '../images/dictionary/img8.png'
import img9 from '../images/dictionary/img9.png'

export let words = [
  {
    word: 'байтить',
    sub: '20-е',
    img: img1,
    desc: 'копировать чей-либо стиль, подражать кому-то',
    bigDesc:
      'байтить человека&nbsp;&mdash; &laquo;провоцировать его в&nbsp;разговоре или переписке на&nbsp;какие-либо действия&raquo;. Копировать чей-либо стиль, подражать кому-либо; красть чужое исполнительское решение.'
  },
  {
    word: 'кринж',
    sub: '20-е',
    img: img2,
    desc: 'описывает чувство неловкости, стыда',
    bigDesc:
      'кринж&nbsp;&mdash; это заимствование из&nbsp;английского, первоначальное значение которого&nbsp;&mdash; &laquo;съёживаться. Означает чувство жуткой неловкости, стыда за&nbsp;кого-либо. Синоним выражения &laquo;испанский стыд&raquo;.'
  },
  {
    word: 'агриться',
    sub: '20-е',
    img: img3,
    desc: 'испытывать чувство злобы к&nbsp;определенной ситуации',
    bigDesc:
      'агриться&nbsp;&mdash; &laquo;сердиться&raquo;. Употребляют в&nbsp;значении &laquo;раздражаться&raquo; или &laquo;злиться&raquo;. В&nbsp;интернет-сленге приобрело значение&nbsp;&mdash; проявлять агрессию, злобу, комментируя посты или чьи-то высказывания.'
  },
  {
    word: 'рофлить',
    sub: '20-е',
    img: img4,
    desc: 'сильно смеяться или насмехаться',
    bigDesc:
      'рофлить&nbsp;&mdash; это не&nbsp;просто &laquo;смеяться&raquo;, а&nbsp;скорее &laquo;смеяться над кем-то, прикалываться, угорать&raquo;. рофлить&nbsp;&mdash; смеяться, кататься по&nbsp;полу от&nbsp;смеха.'
  },
  {
    word: 'бэнгер',
    sub: '20-е',
    img: img5,
    desc: 'суперхит, который звучит отовсюду',
    bigDesc:
      'бэнгер&nbsp;&mdash; хитовый трек с&nbsp;громким, энергичным битом, под который хочется двигаться, танцевать.Происхождение от&nbsp;английского &laquo;bang&raquo;&nbsp;&mdash; взрыв, выстрел, удар.'
  },
  {
    word: 'бодишейминг',
    sub: '20-е',
    img: img6,
    desc: 'травля человека за&nbsp;его тело или фигуру',
    bigDesc:
      'бодишейминг&nbsp;&mdash; дискриминация людей, основанная на&nbsp;том, как выглядит их&nbsp;тело. В&nbsp;основе явления лежит несоответствие &laquo;стандартам красоты&raquo;, любого рода отклонение от&nbsp;них.'
  },
  {
    word: 'донатить',
    sub: '20-е',
    img: img7,
    desc: 'отправлять денежное пожертвование',
    bigDesc:
      'донатить&nbsp;&mdash; &laquo;пожертвовать&raquo;. Донаты (пожертвования)&nbsp;&mdash; популярная форма монетизации видеоблогов, игр и&nbsp;прочих молодёжных хобби.'
  },
  {
    word: 'имба',
    sub: '20-е',
    img: img8,
    desc: 'нечто крутое, лучшее из&nbsp;всех вариантов',
    bigDesc:
      'имба&nbsp;&mdash; образовалось от&nbsp;английского imbalanced, то&nbsp;есть буквально &laquo;несбалансированный&raquo;. В&nbsp;обиходе это просто нечто (или некто) очень крутое/крутой'
  },
  {
    word: 'чекать',
    sub: '20-е',
    img: img9,
    desc: 'смотреть, проверять, убеждаться',
    bigDesc:
      'чекать&nbsp;&mdash; означает &laquo;проверить&raquo;. Можно чекнуть, что задали по&nbsp;математике, или чекнуть, выложили&nbsp;ли видос на&nbsp;YouTube. Суть в&nbsp;том, что это делается ради уточнения какого-то факта.'
  },
  {
    word: 'ризз',
    sub: '20-е',
    img: img10,
    desc: 'способность очаровать, подкат',
    bigDesc:
      'ризз&nbsp;&mdash; харизма, способность очаровать, обаять, быстро завладеть сердцем другого человека; умение обольстить потенциального партнера; притягательность.'
  },

  {
    word: 'абьюзер',
    sub: '10-е',
    img: img11,
    desc: 'человек, склонный к&nbsp;физическому или психологическому насилию',
    bigDesc:
      'абьюзер&nbsp;&mdash; человек, использующий критику, обвинения, газлайтинг, манипуляции, а&nbsp;иногда и&nbsp;физическую силу в&nbsp;целях контроля других людей.'
  },
  {
    word: 'хайп',
    sub: '10-е',
    img: img12,
    desc: 'шум в&nbsp;медиа и&nbsp;соцсетях вокруг какой-либо темы, предмета или персоны',
    bigDesc:
      'хайп&nbsp;&mdash; &laquo;шумиха&raquo;, &laquo;обман&raquo;, &laquo;агрессивная реклама&raquo;. Хайпить, или хайпануть значит привлечь к&nbsp;себе внимание, стать известным. Делать это может любой человек.'
  },
  {
    word: 'краш',
    sub: '10-е',
    img: img13,
    desc: 'объект безмерного обожания и&nbsp;обычно тайной любви',
    bigDesc:
      'краш&nbsp;&mdash; чувство атмосферы вокруг чего-либо, общее настроение. В&nbsp;таком значении его активно стали используют, чтобы передавать эмоции которые связаны с&nbsp;каким-то событием или с&nbsp;происходящим.'
  },
  {
    word: 'свэг',
    sub: '10-е',
    img: img14,
    desc: 'акцент на&nbsp;&laquo;крутости&raquo;, высоком статусе',
    bigDesc:
      'свэг&nbsp;&mdash; непереводимое слово, выражающее крутость в&nbsp;любом ее&nbsp;проявлении, а&nbsp;также уважение и&nbsp;непререкаемый авторитет. Изначально слово свэг обозначало стиль реперской одежды.'
  },
  {
    word: 'пруфы',
    sub: '10-е',
    img: img15,
    desc: 'подтверждения, доказательства',
    bigDesc:
      'пруфы&nbsp;&mdash; чувство атмосферы вокруг чего-либо, общее настроение. В&nbsp;таком значении его активно стали используют, чтобы передавать эмоции, которые связаны с&nbsp;каким-то событием или с&nbsp;происходящим.'
  },
  {
    word: 'паль',
    sub: '10-е',
    img: img16,
    desc: 'самая некачественная подделка, &laquo;китай&raquo;',
    bigDesc:
      'паль&nbsp;&mdash; самая некачественная подделка, &laquo;китай&raquo;. Паль&nbsp;&mdash; сокращение от&nbsp;&laquo;палёный&raquo;. Подделка брендовой одежды, обуви, аксессуаров.'
  },
  {
    word: 'вайб',
    sub: '10-е',
    img: img17,
    desc: 'чувство атмосферы вокруг чего-либо, общее настроение',
    bigDesc:
      'вайб&nbsp;&mdash; чувство атмосферы вокруг чего-либо, общее настроение. В&nbsp;таком значении его активно стали используют, чтобы передавать эмоции, которые связаны с&nbsp;каким-то событием или с&nbsp;происходящим.'
  },
  {
    word: 'чсв',
    sub: '10-е',
    img: img18,
    desc: 'чувство собственной важности, большое самомнение',
    bigDesc:
      'чсв&nbsp;&mdash; это чувство собственной важности, ощущение своей ценности по&nbsp;отношению к&nbsp;миру. Например, человек с&nbsp;завышенным ЧСВ предполагает, что другие люди должны им&nbsp;восхищаться.'
  },
  {
    word: 'пранк',
    sub: '10-е',
    img: img19,
    desc: 'розыгрыш, прикол над кем-то',
    bigDesc:
      'пранк&nbsp;&mdash; это шутка, но&nbsp;скорее отдающая розыгрышем. Человек, над которым пранкуют, должен поначалу не&nbsp;понимать, что к&nbsp;чему. И&nbsp;только потом посмеяться.'
  },

  {
    word: 'крыша',
    sub: '90-е',
    img: img20,
    desc: 'покровительствующее лицо, организация или преступная группировка',
    bigDesc:
      'крыша&nbsp;&mdash; покровительствующее лицо, организация или преступная группировка, защищающие коммерческие предприятия от&nbsp;претензий со&nbsp;стороны государственных органов.'
  },
  {
    word: 'грины',
    sub: '90-е',
    img: img21,
    desc: 'доллары США, валюта (жаргон)',
    bigDesc:
      'грины&nbsp;&mdash; жаргонное обозначение долларов США, произошедшее от&nbsp;их&nbsp;зеленого цвета.'
  },
  {
    word: 'бурда',
    sub: '90-е',
    img: img22,
    desc: 'мутное питье, смесь разных жидкостей',
    bigDesc:
      'бурда&nbsp;&mdash; происходит от&nbsp;татарского бурда &laquo;мутное питье, смесь разных жидкостей&raquo;. Плохо приготовленное, невкусное питье или жидкая, невкусная пища.'
  },
  {
    word: 'слаксы',
    sub: '90-е',
    img: img23,
    desc: 'брюки свободного покроя из&nbsp;плотного хлопка',
    bigDesc:
      'слаксы&nbsp;&mdash; брюки свободного покроя из&nbsp;плотной хлопчатобумажной ткани. Шьются из&nbsp;плотного смесового габардина, имеют свободную форму, часто&nbsp;&mdash; складки от&nbsp;пояса и&nbsp;отвороты внизу; подразумевают стрелки.'
  },
  {
    word: 'стрелка',
    sub: '90-е',
    img: img24,
    desc: 'встреча для выяснения отношений между преступными группировками.',
    bigDesc:
      'стрелка&nbsp;&mdash; назначенная встреча для выяснения отношений между преступными группировками. Иногда сопровождается дракой'
  },
  {
    word: 'шнурки в&nbsp;стакане',
    sub: '90-е',
    img: img25,
    desc: 'фраза, обозначающая, что родители дома',
    bigDesc:
      'шнурки в&nbsp;стакане&nbsp;&mdash; это кодовое обозначение выражения родители дома. &laquo;Ко&nbsp;мне нельзя, шнурки в&nbsp;стакане&raquo;, таким образом, дает понять, что у&nbsp;него дома родители, и&nbsp;устроить тусовку нельзя.'
  },
  {
    word: 'чикса',
    sub: '90-е',
    img: img26,
    desc: 'молодая привлекательная девушка',
    bigDesc:
      'чикса&nbsp;&mdash; молодая привлекательная девушка. Происходит от&nbsp;англ. chicks &laquo;цыпы, цыпочки&raquo;, которое применяли к&nbsp;девушкам в&nbsp;США. Оно имело пренебрежительный характер.'
  },
  {
    word: 'хата',
    sub: '90-е',
    img: img27,
    desc: 'Жилье, помещение, используемое для жилья, квартира, дом',
    bigDesc:
      'хата&nbsp;&mdash; квартира или любое помещение, где тусит молодежь с&nbsp;алкоголем и&nbsp;громкой музыкой. Trap хата&nbsp;&mdash; это слэнг для помещения, в&nbsp;котором обитают рэпперы.'
  },
  {
    word: 'глюк',
    sub: '90-е',
    img: img28,
    desc: 'галлюцинация (в&nbsp;результате приёма алкоголя, наркотиков)',
    bigDesc:
      'глюк&nbsp;&mdash; галлюцинация (как правило, в&nbsp;результате приёма алкоголя, наркотиков или других психоактивных веществ). На&nbsp;компьютерном жаргоне&nbsp;&mdash; то&nbsp;же, что и&nbsp;баг.'
  },
  {
    word: 'липа',
    sub: '90-е',
    img: img29,
    desc: 'фальсификация, туфта, лажа, обман',
    bigDesc:
      'липа&nbsp;&mdash; что-то не&nbsp;так, как кажется на&nbsp;первый взгляд, либо на&nbsp;самом деле это обман или подделка. Липовый&nbsp;&mdash; фальшивый, поддельный.'
  },
  {
    word: 'аська',
    sub: '90-е',
    img: img30,
    desc: 'жаргонное название ICQ, коммуникативного сервиса (соцсеть)',
    bigDesc:
      'аська&nbsp;&mdash; это жаргонное название ICQ, коммуникативного сервиса. Программа для мгновенного обмена короткими текстовыми сообщениями через интернет.'
  },
  {
    word: 'лол',
    sub: '90-е',
    img: img31,
    desc: 'lol&nbsp;&mdash; laughing out loud &laquo;громко смеясь&raquo;',
    bigDesc:
      'лол&nbsp;&mdash; это акроним, который выражает громкий смех. Сейчас это один из&nbsp;самых распространённых интернет мемов. Используется в&nbsp;сетевом общении для выражения смеха в&nbsp;письменной форме.'
  },
  {
    word: 'палево',
    sub: '90-е',
    img: img32,
    desc: 'опасность быть застуканным',
    bigDesc:
      'палево&nbsp;&mdash; внезапно возникшая опасность, либо совершать какие-либо действия за&nbsp;которые впоследствии может наступить уголовная ответственность. Когда кого-то застукали за&nbsp;чем-то незаконным или постыдным.'
  },
  {
    word: 'кент',
    sub: '90-е',
    img: img33,
    desc: 'друг, приятель',
    bigDesc:
      'кент&nbsp;&mdash; название друга или товарища. В&nbsp;криминальном мире кентом является соучастник преступления или человек, придерживающийся криминальных понятий: &laquo;Таких кентов ещё поискать нужно&raquo;.'
  },
  {
    word: 'шарага',
    sub: '90-е',
    img: img34,
    desc: 'Училище или техникум',
    bigDesc:
      'шарага&nbsp;&mdash; училище или техникум. Учебное заведение для получения среднего образования. В&nbsp;широком смысле шарага это не&nbsp;котируемое учебное заведение, среди которых может затесаться даже ВУЗ'
  },
  {
    word: 'бугага',
    sub: '90-е',
    img: img35,
    desc: 'обозначение смеха',
    bigDesc:
      'бугага&nbsp;&mdash; потребляется для обозначения смеха (обычно издевательского, злорадного).'
  },
  {
    word: 'пафосный',
    sub: '90-е',
    img: img36,
    desc: 'высокомерный, заносчивый, манерный',
    bigDesc:
      'пафосный&nbsp;&mdash; чрезвычайно высокомерный, высокопарный, манерный, то&nbsp;есть тот, кто считает себя лучше других. Пафосным может быть внешнее проявление наигранного восторга.'
  },
  {
    word: 'школота',
    sub: '90-е',
    img: img37,
    desc: 'школьники или просто люди младше',
    bigDesc:
      'школота&nbsp;&mdash; пренебрежительное, снисходительное определение учащихся школы. Относится прежде всего к&nbsp;не&nbsp;слишком умным, но&nbsp;слишком дерзким.'
  },

  {
    word: 'махыч',
    sub: '80-е',
    img: img38,
    desc: 'драка, сражение, поединок',
    bigDesc:
      'махыч&nbsp;&mdash; драка, сражение, поединок. Происходит от&nbsp;махаться в&nbsp;значении драться, от&nbsp;махать.'
  },
  {
    word: 'ксива',
    sub: '80-е',
    img: img39,
    desc: 'ярко окрашенный жаргонизм в&nbsp;значении документ',
    bigDesc:
      'ксива&nbsp;&mdash; &laquo;нечто написанное, запись&raquo;; в&nbsp;том числе письмо или документ. Используется как ярко окрашенный жаргонизм и&nbsp;исключительно в&nbsp;значении &laquo;документ&raquo;.'
  },
  {
    word: 'хаер',
    sub: '80-е',
    img: img40,
    desc: 'волосы, обычно длинные (от&nbsp;hair)',
    bigDesc:
      'хаер&nbsp;&mdash; волосы, обычно длинные. В&nbsp;перестроечный период интерполировалось на&nbsp;любой тип прически и&nbsp;волос.'
  },
  {
    word: 'фарца',
    sub: '80-е',
    img: img41,
    desc: 'скупка, обмен и&nbsp;перепродажа дефицитных товаров',
    bigDesc:
      'фарца&nbsp;&mdash; сленговое название запрещённой в&nbsp;СССР подпольной покупки/перепродажи (спекуляции) труднодоступных или недоступных рядовому советскому обывателю дефицитных импортных товаров.'
  },
  {
    word: 'лавэ',
    sub: '80-е',
    img: img42,
    desc: 'деньги (заимствовано из&nbsp;цыганского языка)',
    bigDesc:
      'лавэ&nbsp;&mdash; это молодежное сленговое выражение для обозначения денег. Употребляется обычно в&nbsp;тюремном сленге, иногда проникает и&nbsp;в&nbsp;обычный разговор.'
  },
  {
    word: 'квартирник',
    sub: '80-е',
    img: img43,
    desc: 'концерт, проводящийся в&nbsp;обычной квартире',
    bigDesc:
      'квартирник&nbsp;&mdash; небольшой концерт, обычно на&nbsp;квартире, основанный на&nbsp;контакт с&nbsp;публикой. Как правило на&nbsp;нём выступает небольшое количество музыкантов с&nbsp;акустическими инструментами.'
  },
  {
    word: 'серые пиджаки',
    sub: '80-е',
    img: img44,
    desc: 'внештатные сотрудники милиции',
    bigDesc:
      'серые пиджаки&nbsp;&mdash; внештатные сотрудники милиции, оперативники и&nbsp;работники спецслужб, носившие однотипную одежду.'
  },
  {
    word: 'саечка',
    sub: '80-е',
    img: img45,
    desc: 'Ритуальное дергание за&nbsp;подбородок',
    bigDesc:
      'саечка&nbsp;&mdash; дёргание или щипок за&nbsp;подбородок в&nbsp;ходе своеобразной игры, в&nbsp;которой нужно неожиданно напугать собеседника.'
  },
  {
    word: 'хилять',
    sub: '80-е',
    img: img46,
    desc: 'выдавать себя за&nbsp;другого',
    bigDesc:
      'хилять&nbsp;&mdash; выдавать себя за&nbsp;кого-либо, подражать кому-либо.'
  },
  {
    word: 'понты',
    sub: '80-е',
    img: img47,
    desc: 'демонстрация превосходства',
    bigDesc:
      'понты&nbsp;&mdash; публичная демонстрация предметов роскоши и&nbsp;других атрибутов, которые должны подчеркнуть высокий социальный статус человека. С&nbsp;помощью понтов люди стремятся произвести впечатление.'
  },
  {
    word: 'лажа',
    sub: '80-е',
    img: img48,
    desc: 'чушь, ерунда, обман, выдумка, разочарование',
    bigDesc:
      'лажа&nbsp;&mdash; негативное проявление чего либо, разочарование в&nbsp;чем-то, что-то неудачное, плохое, некачественное, чепуха, ерунда, неправда, ложь, обман, мошенничество.'
  },
  {
    word: 'шкет',
    sub: '80-е',
    img: img49,
    desc: 'мальчик, подросток',
    bigDesc:
      'шкет&nbsp;&mdash; это и&nbsp;ругательство, способное обидеть человека, и&nbsp;вполне невинное слово&nbsp;&mdash; так можно назвать мальчишку, имея ввиду его хитрость и&nbsp;энергичность.'
  },
  {
    word: 'утюг',
    sub: '80-е',
    img: img50,
    desc: 'спекулянт, человек, занимающийся перепродажей',
    bigDesc:
      'утюг&nbsp;&mdash; спекулянт, который скупал у&nbsp;иностранцев вещи по&nbsp;минимальной цене и&nbsp;продавал своим по&nbsp;максимальной. Спекулятны есть и&nbsp;в&nbsp;наше время, но&nbsp;утюгами их&nbsp;теперь не&nbsp;называют.'
  },
  {
    word: 'сабантуй',
    sub: '80-е',
    img: img51,
    desc: 'сбор, вечеринка',
    bigDesc:
      'сабантуй&nbsp;&mdash; это старинный национальный праздник у&nbsp;тюркоязычных граждан проживающих в&nbsp;районе Поволжья. В&nbsp;современном русском языке обозначает любое застолье.'
  },

  {
    word: 'манка',
    sub: '70-е',
    img: img52,
    desc: 'толстая каучуковая подошва',
    bigDesc:
      'манка (советский сленг)&nbsp;&mdash; в&nbsp;СССР бытовое название толстой каучуковой микропористой подошвы светлого цвета (туфли на&nbsp;манке, сапоги на&nbsp;манке).'
  },
  {
    word: 'голбец',
    sub: '60-е',
    img: img53,
    desc: 'подполье, подвал в&nbsp;крестьянской избе',
    bigDesc:
      'голбец&nbsp;&mdash; отгородка в&nbsp;виде клети, чулана, устраиваемая в&nbsp;жилой избе за&nbsp;русской печью. В&nbsp;деревянных избах&nbsp;&mdash; конструкция при печи для всхода на&nbsp;печь и&nbsp;спуска в&nbsp;подклет.'
  },
  {
    word: 'эвона как',
    sub: '60-е',
    img: img54,
    desc: 'употребляется при выражении сильного удивления',
    bigDesc:
      'эвона как&nbsp;&mdash; употребляется при указании на&nbsp;предмет, находящийся в&nbsp;некотором отдалении, а&nbsp;также возглас при выражении различных чувств, душевных переживаний.'
  },
  {
    word: 'лохмы',
    sub: '60-е',
    img: img55,
    desc: 'пряди спутанных, всклоченных волос',
    bigDesc:
      'лохмы&nbsp;&mdash; пряди спутанных, всклоченных волос, пряди свалявшихся волос у&nbsp;человека или животного.'
  },
  {
    word: 'елозить',
    sub: '70-е',
    img: img56,
    desc: 'беспокойно двигаться, вертеться',
    bigDesc:
      'елозить&nbsp;&mdash; сидя или лёжа, беспокойно двигаться, вертеться, ёрзать.'
  },
  {
    word: 'баско',
    sub: '60-е',
    img: img57,
    desc: 'Красиво, хорошо, славно',
    bigDesc: 'баско&nbsp;&mdash; хорошо, классно, круто, красиво.'
  },
  {
    word: 'вошкаться',
    sub: '60-е',
    img: img58,
    desc: 'долго возиться, собираться',
    bigDesc:
      'вошкаться&nbsp;&mdash; употребляется в&nbsp;значении долго возиться, собираться, делать какую-то работу (действие) не&nbsp;торопясь, порой намеренно, лениво.'
  },
  {
    word: 'шибко',
    sub: '60-е',
    img: img59,
    desc: 'значит то&nbsp;же, что очень',
    bigDesc:
      'шибко&nbsp;&mdash; разговорный (иногда грубый) вариант слова &laquo;слишком&raquo;. Используется в&nbsp;том&nbsp;же значении, что и&nbsp;&laquo;очень&raquo;.'
  },
  {
    word: 'давеча',
    sub: '60-е',
    img: img60,
    desc: 'недавно, незадолго до&nbsp;момента разговора',
    bigDesc:
      'давеча&nbsp;&mdash; устаревшее народно-разговорное наречие, обозначающее время накануне момента речи, имеет самый широкий спектр вариантов написания.'
  },
  {
    word: 'зенки',
    sub: '60-е',
    img: img61,
    desc: 'глаза (орган зрения человека или животного)',
    bigDesc:
      'зенки&nbsp;&mdash; глаза. &laquo;Зенками&raquo; называли глаза в&nbsp;тюрьмах, популярны фразы &laquo;вылупить зенки&raquo;, &laquo;залить зенки&raquo;.'
  },
  {
    word: 'ладом',
    sub: '60-е',
    img: img62,
    desc: 'дружно, мирно, по-хорошему, ладком',
    bigDesc:
      'ладом&nbsp;&mdash; дружно, мирно, по-хорошему, ладком. Означает хорошие взаимоотношения, согласие, мир, дружбу.'
  },
  {
    word: 'хаять',
    sub: '60-е',
    img: img63,
    desc: 'ругать, бранить, порочить',
    bigDesc:
      'хаять&nbsp;&mdash; неодобрительно отзываться о&nbsp;ком-либо, чём-либо, порочить кого-либо, что-либо. Выражение открытого презрения, критики и&nbsp;осуждения кого-либо или чего-либо.'
  },
  {
    word: 'котома',
    sub: '60-е',
    img: img64,
    desc: 'дорожный мешок, путевая сумка, тяжелая ноша',
    bigDesc:
      'котома&nbsp;&mdash; дорожный заплечный мешок на&nbsp;лямках из&nbsp;грубой холщовой ткани, сукна, лыка, берёсты, шелюги, кожи или замши. Путевая сума, укладка, плетёнка.'
  },
  {
    word: 'бадья',
    sub: '60-е',
    img: img65,
    desc: 'большая емкость',
    bigDesc:
      'бадья&nbsp;&mdash; используется в&nbsp;значении &laquo;большая ёмкость&raquo;. Прочный и&nbsp;удобный большой, круглый сосуд, похожий на&nbsp;ведро, но&nbsp;большой ёмкости&nbsp;&mdash; 24&nbsp;литра, то&nbsp;есть в&nbsp;два ведра.'
  },
  {
    word: 'шибздик',
    sub: '60-е',
    img: img66,
    desc: 'низкорослый человек, коротышка',
    bigDesc:
      'шибздик&nbsp;&mdash; низкорослый, невзрачный человек. Применяется и&nbsp;к&nbsp;маленьким озорным детишкам-мальчикам старшими товарищами или взрослыми. По&nbsp;отношению к&nbsp;девочкам не&nbsp;применяется.'
  },
  {
    word: 'фуфайка',
    sub: '60-е',
    img: img67,
    desc: 'тёплая верхняя одежда',
    bigDesc:
      'фуфайка&nbsp;&mdash; преимущественно тёплая нательная одежда, закрывающая туловище и&nbsp;руки. Название происходит от&nbsp;диалектных глаголов &laquo;хухать&raquo;, &laquo;фукать&raquo;, означающих &laquo;дышать теплом, согревать&raquo;.'
  }
]
